[
{"mot_du_doyen": "Le monde d’aujourd’hui connait des évolutions majeures et complexes caractérisées par la globalisation des échanges et l’intensification de la concurrence. Le Maroc n’échappe pas à cette tendance. Il est confronté à des enjeux de développement et de croissance basés essentiellement sur le capital humain. D’où la nécessité, pour le Maroc, de se doter d’un système d’éducation et de formation performant productif de savoir et innovateur afin de produire des compétences et des profils qualifiés, une jeunesse en mesure de répondre au besoin du marché et de prendre en charge tant les entreprises des divers secteurs de l’économie que les organismes investis de missions de service public, de même que les chercheurs et les intellectuels indispensables au développement d’une société du savoir et d’économie.Notre projet de développement de la FST de Tanger est conscient du rôle que doit jouer cette dernière dans le développement socio-économique régional et national où elle ne doit plus se contenter d’assurer seulement ses missions classiques de formations générales scientifiques et techniques. Elle doit aussi étendre son rôle à l’éducation citoyenne par la formation de nouvelles générations de cadre, conscients de leurs responsabilités en tant que vecteurs de développement social et économique du Royaume, et entièrement acquis aux valeurs sacrées de notre pays et aux valeurs universelles humaines de droiture, d’intégrité, d’ouverture, de tolérance…Partant des orientations du Nouveau Modèle de Développement, de la stratégie nationale 2015-2030 et du projet de développement de l’université, notre ambition pour cet établissement est d’en faire une institution attractive, performante, citoyenne et une locomotive du développement socio-économique de la région Tanger Tétouan Al Hoceima.Concrètement notre projet de développement de l’établissement a pour objectifs principaux :– Développer une offre de formation innovante, diversifiée et qui répond aux attentes des étudiants et aux besoins du secteur socio-économique.– Développer une recherche scientifique d’excellence alignée sur les thématiques prioritaires de développement économique, ancrée dans son territoire et ouverte à l’internationale.– Améliorer la gouvernance de l’établissement.– Développer la digitalisation des différentes activités de l’établissement (enseignement, recherche et gestion administrative).– Améliorer les conditions d’accueil, d’intégration, et d’accompagnement des étudiants– Développer davantage la mobilité internationale des étudiants et du personnel académique et administratif.– Améliorer l’employabilité des lauréats.Enfin, la FST de Tanger, mérite toute notre engagement et nous mettrons toute notre énergie, notre expérience, notre volonté d’agir et notre temps à son service, pour qu’elle soit un établissement d’excellence ouvert sur son environnement socio-économique et visible à l’échelle nationale et internationale."}
]